{
  "auto_mapping": null,
  "base_model_name_or_path": "/project/lt200473-ttctvs/soc-finetune/models/Qwen3.5-9B",
  "bias": "none",
  "block_share": false,
  "coft": false,
  "eps": 6e-05,
  "exclude_modules": null,
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_weights": true,
  "layers_pattern": null,
  "layers_to_transform": null,
  "module_dropout": 0.0,
  "modules_to_save": null,
  "num_cayley_neumann_terms": 5,
  "oft_block_size": 32,
  "peft_type": "OFT",
  "peft_version": "0.18.1",
  "r": 0,
  "revision": null,
  "target_modules": [
    "gate_proj",
    "k_proj",
    "in_proj_a",
    "down_proj",
    "in_proj_z",
    "up_proj",
    "q_proj",
    "in_proj_qkv",
    "o_proj",
    "v_proj",
    "in_proj_b",
    "out_proj"
  ],
  "task_type": "CAUSAL_LM",
  "use_cayley_neumann": true
}