{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": "<|im_start|>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "extra_special_tokens": [
    "<|im_end|>"
  ],
  "is_local": true,
  "model_max_length": 8192,
  "pad_token": "<|im_end|>",
  "padding_side": "right",
  "split_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "<|endoftext|>",
  "vocab_size": 49152
}
