{
  "backend": "tokenizers",
  "bos_token": "<ÔĹúbegin‚ĖĀof‚ĖĀsentenceÔĹú>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
  "is_local": true,
  "legacy": true,
  "model_max_length": 16384,
  "pad_token": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
  "padding_side": "right",
  "sp_model_kwargs": {},
  "split_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "unk_token": null
}
